Show / Hide Table of Contents
Class CssComponentTimeLoading
Cross-section coponent loading
Inheritance
System.Object
CssComponentTimeLoading
Inherited Members
 System.Object.ToString()
 System.Object.Equals(System.Object)
 System.Object.Equals(System.Object, System.Object)
 System.Object.ReferenceEquals(System.Object, System.Object)
 System.Object.GetHashCode()
 System.Object.GetType()
 System.Object.MemberwiseClone()
Namespace: IdeaRS.OpenModel.Concrete.Load
Assembly: IdeaRS.OpenModel.dll
Syntax
public class CssComponentTimeLoading
Properties
Improve this Doc   View Source
Loading
Loading
Declaration
public SectionResultBase Loading { get; set; }
Property Value
 Type |  Description
 SectionResultBase
Improve this Doc   View Source
Time
Time
Declaration
public double Time { get; set; }
Property Value
 Type |  Description
 System.Double
 Improve this Doc
 View Source